tap "bloznelis/tap"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "localsend/localsend"
tap "spicetify/tap"
brew "aichat"
brew "antidote"
brew "readline"
brew "aria2"
brew "atuin"
brew "m4"
brew "bash"
brew "bash-completion@2"
brew "bc"
brew "binutils"
brew "node"
brew "bitwarden-cli"
brew "blueutil"
brew "brightness"
brew "gcc"
brew "btop"
brew "cliclick"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dash"
brew "diffutils"
brew "docker"
brew "dust"
brew "ed"
brew "editorconfig"
brew "emacs"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gpatch"
brew "openjdk"
brew "gradle"
brew "python@3.12"
brew "grc"
brew "grep"
brew "gzip"
brew "hexyl"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "less"
brew "lolcat"
brew "make"
brew "nano"
brew "neovim"
brew "newsboat"
brew "ollama"
brew "pipx"
brew "poppler"
brew "postgresql@14"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "rbenv"
brew "rclone"
brew "rust"
brew "screen"
brew "speedtest-cli"
brew "starship"
brew "tcsh"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "vim"
brew "watchman"
brew "weechat"
brew "wget"
brew "xcodes"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zip"
brew "zoxide"
brew "zsh"
brew "bloznelis/tap/typioca"
brew "eth-p/software/bat-extras-batdiff"
brew "eth-p/software/bat-extras-batgrep"
brew "eth-p/software/bat-extras-batman"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "spicetify/tap/spicetify-cli"
cask "alt-tab"
cask "android-platform-tools"
cask "floorp"
cask "font-caskaydia-cove-nerd-font"
cask "google-chrome-dev"
cask "gswitch"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-onenote"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "raycast"
cask "spaceman"
cask "spotify"
cask "syntax-highlight"
cask "thunderbird"
cask "tor-browser"
cask "visual-studio-code"
cask "vivaldi"
cask "wacom-tablet"
cask "wezterm"
vscode "asvetliakov.vscode-neovim"
vscode "beardedbear.beardedtheme"
vscode "continue.continue"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.typescript-notebook"
vscode "dotjoshjohnson.xml"
vscode "drcika.apc-extension"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "kamen.noctis-high-contrast"
vscode "maattdd.gitless"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "ms-vscode.hexeditor"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "ritwickdey.liveserver"
vscode "rszyma.vscode-kanata"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "yinfei.luahelper"
