tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "martido/graph"
brew "m4"
brew "cliclick"
brew "readline"
brew "pyenv"
brew "pyenv-virtualenv"
brew "xz"
cask "alt-tab"
cask "floorp"
cask "gswitch"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-onenote"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "onlyoffice"
cask "raycast"
cask "spaceman"
cask "spotify"
cask "syntax-highlight"
cask "thunderbird"
cask "todoist"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm"
vscode "asvetliakov.vscode-neovim"
vscode "beardedbear.beardedtheme"
vscode "bmalehorn.vscode-fish"
vscode "continue.continue"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.typescript-notebook"
vscode "dotjoshjohnson.xml"
vscode "drcika.apc-extension"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "kamen.noctis-high-contrast"
vscode "maattdd.gitless"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "ms-vscode.hexeditor"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "ritwickdey.liveserver"
vscode "rszyma.vscode-kanata"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "yinfei.luahelper"
