tap "bloznelis/tap"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "localsend/localsend"
tap "spicetify/tap"
brew "antidote"
brew "aria2"
brew "bash"
brew "bash-completion@2"
brew "binutils"
brew "blueutil"
brew "broot"
brew "gcc"
brew "btop"
brew "cliclick"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dash"
brew "diffutils"
brew "ed"
brew "editorconfig"
brew "emacs"
brew "exa"
brew "eza"
brew "fastfetch"
brew "fd"
brew "findutils"
brew "fish"
brew "fisher"
brew "flex"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gpatch"
brew "openjdk"
brew "gradle"
brew "grc"
brew "grep"
brew "gzip"
brew "hexyl"
brew "httpie"
brew "jq"
brew "lazygit"
brew "less"
brew "m4"
brew "mackup"
brew "make"
brew "nano"
brew "neovim"
brew "newsboat"
brew "node"
brew "postgresql@14"
brew "procs"
brew "rust"
brew "screen"
brew "speedtest-cli"
brew "starship"
brew "tcsh"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tomcat"
brew "vim"
brew "watchman"
brew "weechat"
brew "wget"
brew "xcodes"
brew "yarn"
brew "zip"
brew "zoxide"
brew "zsh"
brew "bloznelis/tap/typioca"
brew "eth-p/software/bat-extras-batdiff"
brew "eth-p/software/bat-extras-batgrep"
brew "eth-p/software/bat-extras-batman"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "spicetify/tap/spicetify-cli"
cask "android-platform-tools"
cask "floorp"
cask "flutter"
cask "font-caskaydia-cove-nerd-font"
cask "google-chrome-dev"
cask "gswitch"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "localsend"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-onenote"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miniconda"
cask "obsidian"
cask "onedrive"
cask "raycast"
cask "spaceman"
cask "spotify"
cask "syntax-highlight"
cask "thunderbird"
cask "tor-browser"
cask "visual-studio-code"
cask "vivaldi"
cask "wacom-tablet"
cask "wezterm"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "BeardedBear.beardedtheme"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.typescript-notebook"
vscode "DotJoshJohnson.xml"
vscode "drcika.apc-extension"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.code-runner"
vscode "GitHub.codespaces"
vscode "Gruntfuggly.todo-tree"
vscode "Kamen.noctis-high-contrast"
vscode "maattdd.gitless"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "ms-vscode.hexeditor"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "ritwickdey.LiveServer"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "vscodevim.vim"
