tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "aria2"
brew "bat"
brew "bottom"
brew "cheat"
brew "cliclick"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "hexyl"
brew "jq"
brew "mackup"
brew "neovim"
brew "nushell"
brew "openjdk"
brew "postgresql@15"
brew "r"
brew "speedtest-cli"
brew "starship"
brew "syncthing", link: false
brew "thefuck"
brew "tldr"
brew "wget"
brew "xplr"
brew "zoxide"
brew "eth-p/software/bat-extras-batman"
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "android-platform-tools"
cask "cyberduck"
cask "font-caskaydia-cove-nerd-font"
cask "gswitch"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-onenote"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "microsoft-word"
cask "miniconda"
cask "obsidian"
cask "onedrive"
cask "raycast"
cask "spaceman"
cask "syncthing"
cask "syntax-highlight"
cask "tableau"
cask "visual-studio-code"
cask "wacom-tablet"
cask "waterfox"
cask "whatsapp"
vscode "alefragnani.Bookmarks"
vscode "asvetliakov.vscode-neovim"
vscode "BeardedBear.beardedtheme"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.typescript-notebook"
vscode "DotJoshJohnson.xml"
vscode "drcika.apc-extension"
vscode "EditorConfig.EditorConfig"
vscode "formulahendry.code-runner"
vscode "GitHub.codespaces"
vscode "Gruntfuggly.todo-tree"
vscode "Kamen.noctis-high-contrast"
vscode "maattdd.gitless"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "ms-vscode.hexeditor"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
