tap "bloznelis/tap"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "kdabir/tap"
tap "koekeishiya/formulae"
tap "localsend/localsend"
tap "spicetify/tap"
brew "antidote"
brew "aria2"
brew "blueutil"
brew "btop"
brew "cliclick"
brew "editorconfig"
brew "emacs"
brew "eza"
brew "fastfetch"
brew "fd"
brew "firefoxpwa"
brew "fish"
brew "fzf"
brew "gh"
brew "hexyl"
brew "jq"
brew "lazygit"
brew "mackup"
brew "neovim"
brew "node"
brew "openjdk"
brew "ruby"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "thefuck"
brew "tlrc"
brew "xplr"
brew "zoxide"
brew "bloznelis/tap/typioca"
brew "eth-p/software/bat-extras-batgrep"
brew "eth-p/software/bat-extras-batman"
brew "kdabir/tap/has"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "spicetify/tap/spicetify-cli"
cask "floorp"
cask "font-caskaydia-cove-nerd-font"
cask "gswitch"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "localsend"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-onenote"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "miniconda"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "raycast"
cask "spaceman"
cask "spotify"
cask "syntax-highlight"
cask "visual-studio-code"
cask "vlc"
cask "wacom-tablet"
cask "wezterm"
cask "whatsapp"
vscode "asvetliakov.vscode-neovim"
vscode "BeardedBear.beardedtheme"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.typescript-notebook"
vscode "DotJoshJohnson.xml"
vscode "drcika.apc-extension"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "GitHub.codespaces"
vscode "Gruntfuggly.todo-tree"
vscode "Kamen.noctis-high-contrast"
vscode "maattdd.gitless"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "ms-vscode.hexeditor"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
