jorgebucaran/fisher
jorgebucaran/autopair.fish
nickeb96/puffer-fish
markcial/upto
patrickf1/fzf.fish
oh-my-fish/plugin-wttr
oh-my-fish/plugin-osx
lengyijun/fc-fish
edc/bass
divitmittal/fifc@bugfix
