markcial/upto
nickeb96/puffer-fish
oh-my-fish/plugin-wttr
jorgebucaran/autopair.fish
oh-my-fish/plugin-osx
jorgebucaran/replay.fish
zzamboni/plugin-cdb
gazorby/fifc
patrickf1/fzf.fish
lengyijun/fc-fish
edc/bass
